{
  'roasts': [
        "Your face could scare a zombie away.",
        "I've seen better roasts at a barbecue.",
        "Do you ever wonder if your parents are disappointed in you?",
        "You're so boring, even your shadow falls asleep.",
        "You have a face for radio.",
        "Is your drama teacher proud of your performance in life?",
        "I'm sorry, I can't hear you over the sound of your personality.",
        "You're the reason why aliens don't visit us anymore.",
        "I'd insult you, but nature already did a better job.",
        "Your face is proof that evolution can go in reverse.",
        "If I had a dollar for every brain cell you have, I'd have a quarter.",
        "I'd call you a tool, but that would imply you're useful.",
        "You're like a cloud. When you disappear, it's a beautiful day.",
        "Are you always this stupid or are you making a special effort today?",
        "Your birth certificate is an apology letter from the condom factory.",
        "I'd challenge you to a battle of wits, but I see you're unarmed.",
        "I can explain it to you, but I can't understand it for you.",
        "You're the reason God created the middle finger.",
        "I was pro-life until I met you.",
        "You're so ugly, when you look in the mirror, your reflection looks away.",
        "You're about as useful as a screen door on a submarine.",
        "You bring everyone so much joy when you leave the room.",
        "You must have been born on a highway, because that's where most accidents happen.",
        "I'd tell you to go outside and play hide-and-seek, but I'm pretty sure no one would look for you.",
        "If ignorance is bliss, you must be the happiest person on earth.",
        "You have the personality of a parking ticket.",
        "You're like a penny: two-faced and practically worthless.",
        "If laughter is the best medicine, your face must be curing the world.",
        "I'm jealous of people who haven't met you.",
        "You're not being rude. You're just insignificant.",
        "If stupidity were a profession, you'd be a billionaire.",
        "You have the perfect face for radio. Too bad you have the perfect voice for silent movies.",
        "I bet your IQ test results were negative.",
        "Some people have skeletons in their closet. You have a whole graveyard.",
        "I'd give you a nasty look, but you've already got one.",
        "You're like a light bulb. Some people just don't want to turn you on.",
        "You have a face only a mother could love. Too bad your mother hates you.",
        "Mirrors don't lie. Lucky for you, they can't laugh either.",
        "I can't even call you stupid because that would be an insult to stupid people.",
        "You're the reason the gene pool needs a lifeguard.",
        "Save your breath. You'll need it to blow up your date later.",
        "You're so dense, you can bend light around you.",
        "I can't even call you stupid because that would be an insult to stupid people.",
        "You're the reason the gene pool needs a lifeguard.",
        "If your brain was made of chocolate, it wouldn't fill an M&M.",
        "I'm not insulting you, I'm describing you.",
        "I don't exactly hate you, but if you were on fire and I had water, I'd drink it.",
        "You're like a broken pencil: pointless.",
        "Save your breath. You'll need it to blow up your date later.",
        "I thought joe mama had the ugliest face in the world, until I saw yours.",
        "You're the human version of a participation award.",
        "If ignorance is bliss, you must be the happiest person alive.",
        "I've met some pricks in my time, but you are the whole cactus.",
        "You're like a fart. Silent, but deadly.",
        "I'd say you're dumb as a rock, but at least a rock can skip across the water.",
        "I've been called worse things by better people.",
        "You have a face for radio and a voice for silent movies.",
        "If I had a face like yours, I'd sue my parents.",
        "You're like a bra: unsupportive and full of lies.",
        "You're proof that God has a sense of humor. Or that he's running out of ideas.",
        "You're so dumb, you tried to climb Mountain Dew.",
        "Your family tree must be a cactus because everyone on it is a prick.",
        "I envy people who haven't met you yet.",
        "Is your name Google? Because you have everything I'm not looking for.",
        "You're like a broken pencil. Pointless.",
        "Are you my password? Because you are short and insecure."
    ]
}
